Revit 2024 API
ParameterTypeId.ViewerVolumeOfInterestCrop Property
 "Scope Box"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewerVolumeOfInterestCrop { get; }
Visual Basic
Public Shared ReadOnly Property ViewerVolumeOfInterestCrop As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewerVolumeOfInterestCrop {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace